var videoDetail = {
    poster: '../img/videoDetail/san.png',
    src: '../video/05_tabbar.mp4',
    title: '初三数学班',
    year: '2019年秋季',
    grade: '初三数学',
    time: 15,
    duration: '09月30日—12月20日',
    period: '2020年12月20日',
    end: 1616206481238,
    day: 33,
    h: 23,
    m: 23,
    s: 23,
    price: 199,
    isFree: true,
    singlePrice: 199,
    group: 99,
    teacher: '李晓明',
    teacherTitle: '小U课堂高级讲师',
    introduce: '多年IT行业从业经验，精通常用的Web开发技术;熟悉主流的CMS、商城、论坛 等PHP开源产品，具有丰富的建站及二次开发经验，多个大型ERP系统的开发实践经验;精通常用的PHP开发框架，对服务器架构及服务器日常运维等方面有一 定的研究。'
};

var classList = [{
    title: '第一章：公开课',
    num: 4,
    list: [
        {name: '第0节：化学的研究对象和研究方法', time: '2020.12.10 20：00'},
        {name: '第1节：离子反应', time: '2020.12.10 20：00'},
        {name: '第2节：氧化还原反应', time: '2020.12.10 20：00'},
        {name: '第3节：钠及其化合物', time: '2020.12.10 20：00'}
    ]
},{
    title: '第二章：公开课',
    num: 4,
    list: [
        {name: '第0节：化学的研究对象和研究方法', time: '2020.12.10 20：00'},
        {name: '第1节：离子反应', time: '2020.12.10 20：00'},
        {name: '第2节：氧化还原反应', time: '2020.12.10 20：00'},
        {name: '第3节：钠及其化合物', time: '2020.12.10 20：00'}
    ]
},{
    title: '第三章：公开课',
    num: 4,
    list: [
        {name: '第0节：化学的研究对象和研究方法', time: '2020.12.10 20：00'},
        {name: '第1节：离子反应', time: '2020.12.10 20：00'},
        {name: '第2节：氧化还原反应', time: '2020.12.10 20：00'},
        {name: '第3节：钠及其化合物', time: '2020.12.10 20：00'}
    ]
},{
    title: '第四章：公开课',
    num: 4,
    list: [
        {name: '第0节：化学的研究对象和研究方法', time: '2020.12.10 20：00'},
        {name: '第1节：离子反应', time: '2020.12.10 20：00'},
        {name: '第2节：氧化还原反应', time: '2020.12.10 20：00'},
        {name: '第3节：钠及其化合物', time: '2020.12.10 20：00'}
    ]
},{
    title: '第五章：公开课',
    num: 4,
    list: [
        {name: '第0节：化学的研究对象和研究方法', time: '2020.12.10 20：00'},
        {name: '第1节：离子反应', time: '2020.12.10 20：00'},
        {name: '第2节：氧化还原反应', time: '2020.12.10 20：00'},
        {name: '第3节：钠及其化合物', time: '2020.12.10 20：00'}
    ]
},{
    title: '第六章：公开课',
    num: 4,
    list: [
        {name: '第0节：化学的研究对象和研究方法', time: '2020.12.10 20：00'},
        {name: '第1节：离子反应', time: '2020.12.10 20：00'},
        {name: '第2节：氧化还原反应', time: '2020.12.10 20：00'},
        {name: '第3节：钠及其化合物', time: '2020.12.10 20：00'}
    ]
}];

var classImgList = [
    '../img/videoDetail/detail.png'
];